[   
    {
        "id": 14,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Propriedade para Investimento"
        ],
        "enunciado": "A NBC TG 28 (R4) - PROPRIEDADES PARA INVESTIMENTO trata de definição, classificação e mensuração de propriedades para investimento.\n\nSobre esse item, analise as seguintes afirmativas:\n\nI. Propriedade para Investimento é classificada dentro do subgrupo investimento no ativo circulante.\nII. Propriedade para investimento é um terreno, edifício ou veículo mantido pela entidade para auferir aluguel ou valorização do capital.\nIII. Propriedade para investimento no momento da aquisição deve ser mensurada pelo seu custo.\n\nEstá correto o que se afirma em",
        "opcoes": [
            {
                "letra": "A",
                "texto": "II e III, apenas."
            },
            {
                "letra": "B",
                "texto": "III, apenas."
            },
            {
                "letra": "C",
                "texto": "I, II e III."
            },
            {
                "letra": "D",
                "texto": "II, apenas."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "III, apenas.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 15,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Não Circulante Mantido para Venda",
            "Depreciação/Amortização"
        ],
        "enunciado": "Um ativo individual ou um grupo de ativos mantido para venda são ativos a ser alienados, por venda ou de outra forma, em conjunto como um grupo de ativos em uma só transação, e passivos diretamente associados a esses ativos que serão transferidos na transação.\n\nDe acordo com a NBC TG 31 (R4) - ATIVO NÃO CIRCULANTE MANTIDO PARA VENDA E OPERAÇÃO DESCONTINUADA, a depreciação do ativo ou grupo de ativos mantidos para venda deve",
        "opcoes": [
            {
                "letra": "A",
                "texto": "ser parcial, pois o ativo ou grupo de ativos ainda está operando."
            },
            {
                "letra": "B",
                "texto": "ser mantida até a venda ser concretizada."
            },
            {
                "letra": "C",
                "texto": "ser interrompida quando o ativo ou grupo de ativos for reclassificado como mantido para venda."
            },
            {
                "letra": "D",
                "texto": "continuar como estava antes da reclassificação."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "ser interrompida quando o ativo ou grupo de ativos for reclassificado como mantido para venda.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 16,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Redução ao Valor Recuperável de Ativos (Impairment)"
        ],
        "enunciado": "De acordo com a NBC TG 01 (R4) - REDUÇÃO AO VALOR RECUPERÁVEL DE ATIVOS, o valor em uso é o valor presente de fluxos de caixa futuros esperados que devem advir de um ativo ou de unidade geradora de caixa.\n\nAvalie se os seguintes elementos devem ser refletidos no cálculo do valor em uso do ativo:\n\nI. O valor pago na aquisição do ativo.\nII. As expectativas acerca de possíveis variações no montante ou no período de ocorrência desses fluxos de caixa futuros.\nIII. As estimativas dos fluxos de caixa futuros que a entidade espera obter com esse ativo.\nIV. O valor do dinheiro no tempo, representado pela atual taxa de juros livre de risco.\n\nEstão corretos os elementos",
        "opcoes": [
            {
                "letra": "A",
                "texto": "I, II e III, apenas."
            },
            {
                "letra": "B",
                "texto": "I e II, apenas."
            },
            {
                "letra": "C",
                "texto": "III e IV, apenas."
            },
            {
                "letra": "D",
                "texto": "II, III e IV, apenas."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "II, III e IV, apenas.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 17,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Intangível",
            "Redução ao Valor Recuperável de Ativos (Impairment)"
        ],
        "enunciado": "O ágio por expectativa de rentabilidade futura (goodwill) reconhecido em uma combinação de negócios é um ativo que representa benefícios econômicos futuros advindos de outros ativos adquiridos na combinação de negócios que não são identificados individualmente e não são reconhecidos separadamente.\n\nDe acordo com a NBC TG 04 (R4) - ATIVO INTANGÍVEL e com a NBC TG 15 (R4) COMBINAÇÃO DE NEGÓCIOS, a empresa adquirente deve reconhecer, na data da aquisição, separadamente do ágio derivado da expectativa de rentabilidade futura (goodwill) apurado em uma combinação de negócios, um ativo intangível da adquirida, independentemente de o ativo ter sido reconhecido pela adquirida antes da aquisição da empresa.\n\nA perda por desvalorização reconhecida para o ágio por expectativa de rentabilidade futura (goodwill) não deve ser revertida em período subsequente, pois",
        "opcoes": [
            {
                "letra": "A",
                "texto": "não pode ser amortizada."
            },
            {
                "letra": "B",
                "texto": "no plano de contas não há rubrica apropriada."
            },
            {
                "letra": "C",
                "texto": "gera fluxos de caixa, independentemente de outros ativos ou grupos de ativos."
            },
            {
                "letra": "D",
                "texto": "é equivalente ao goodwill gerado internamente."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "é equivalente ao goodwill gerado internamente.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 19,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "A empresa Delta S.A. adquiriu uma máquina por R$ 350.000,00 em 01/01/2020.\n\nNo momento da aquisição, a administração de Delta S.A. estimou a vida útil desse ativo em 10 anos e um valor residual de R$ 50.000,00.\n\nA máquina estava disponível para uso em 01/01/2020 e a empresa adotou o método de depreciação linear.\n\nEm 31/12/2023, a empresa procedeu a uma revisão das suas estimativas, conforme previsto no NBC TG 27 (R4) ATIVO IMOBILIZADO, e constatou as seguintes informações:\n\nVida útil remanescente: 9 anos;\n• Valor Residual: R$ 50.000,00.\n\nCom base exclusivamente nas informações apresentadas, o valor da depreciação anual dessa máquina a partir de 01/01/2024 será de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 35.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 30.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 20.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 15.000,00."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$ 20.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 21,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Intangível"
        ],
        "enunciado": "A empresa Alfa S.A. adquiriu, por R$ 1.300.000,00, no dia 01/01/2025, 80% do capital da empresa Beta S.A., adquirindo nessa data o seu controle..\n\nNa data da aquisição:\n\n1. o valor contábil do patrimônio líquido da empresa Beta S.A. era de R$ 1.000.000,00;\n2. o valor líquido dos ativos identificáveis e dos passivos da empresa Beta S.A. correspondentes a 100% de seu capital social, mensurados a valor justo, era de R$ 1.500.000,00.\n\nCom base exclusivamente nos dados apresentados e na NBC TG 15 (R4) - COMBINAÇÃO DE NEGÓCIOS, avalie as afirmativas abaixo, com relação à contabilização ocorrida na empresa Alfa S.A.:\n\nI. Foi registrado um goodwill no valor de R$ 100.000,00.\nII. Foi registrada uma compra vantajosa no valor de R$ 200.000,00.\nIII. Foi registrado um ágio ou mais-valia dos ativos no valor de R$ 400.000,00.\nIV. Foi registrado um ágio ou mais-valia dos ativos no valor de R$ 500.000,00.\n\nEstão corretas as afirmativas",
        "opcoes": [
            {
                "letra": "A",
                "texto": "I e III, apenas."
            },
            {
                "letra": "B",
                "texto": "I e IV, apenas."
            },
            {
                "letra": "C",
                "texto": "II e III, apenas."
            },
            {
                "letra": "D",
                "texto": "II e IV, apenas."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "I e III, apenas.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 28,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Redução ao Valor Recuperável de Ativos (Impairment)",
            "Valor Justo"
        ],
        "enunciado": "Em 01/12/2024, uma sociedade empresária apresentava, em seu Balanço Patrimonial, como ativo imobilizado, um terreno, cujo valor contábil era de R$ 80.000,00.\n\nEm 31/12/2024, a sociedade empresária realizou um teste de recuperabilidade em seus ativos imobilizados.\n\nFoi constatado que o valor em uso do terreno era de R$ 75.000,00.\n\nPara que não haja reconhecimento de perda de recuperabilidade do terreno, o valor justo líquido de despesa de venda deve ser",
        "opcoes": [
            {
                "letra": "A",
                "texto": "menor do que R$ 75.000,00."
            },
            {
                "letra": "B",
                "texto": "maior do que R$ 79.999,99."
            },
            {
                "letra": "C",
                "texto": "entre R$ 72.000,00 e R$ 74.999,99."
            },
            {
                "letra": "D",
                "texto": "entre R$ 75.000,00 e R$ 79.999,99."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "maior do que R$ 79.999,99.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 34,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Ativo Não Circulante Mantido para Venda",
            "Valor Justo"
        ],
        "enunciado": "Uma empresa que atua na produção de medicamentos há 10 anos decidiu trocar dois de seus equipamentos (classificados como ativo imobilizado) mais relevantes por outros com tecnologia mais atualizada com o objetivo de redução nos seus custos de produção.\n\nAs informações sobre os equipamentos retirados de operação são relatadas a seguir:\n\nEquipamento 1: Valor Contábil Líquido = R$ 500.000,00, Valor Justo Líquido = R$ 750.000,00\nEquipamento 2: Valor Contábil Líquido = R$ 1.500.000,00, Valor Justo Líquido = R$ 1.250.000,00\n\nSabendo que os novos equipamentos adquiridos já estão em uso, um plano de venda desses ativos (Equipamentos 1 e 2) foi submetido e aprovado pelo Conselho de Administração, que considerou a venda altamente provável de ser concluída nos próximos 12 meses.\n\nLogo, segundo a NBC TG 31 (R3) - ATIVO NÃO CIRCULANTE MANTIDO PARA VENDA E OPERAÇÃO DESCONTINUADA, a mensuração subsequente dos equipamentos a ser adotada pela empresa a partir da decisão do Conselho de Administração é:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Equipamento 1 por R$ 500.000,00 e Equipamento 2 por R$ 1.250.000,00."
            },
            {
                "letra": "B",
                "texto": "Equipamento 1 por R$ 500.000,00 e Equipamento 2 por R$ 1.500.000,00."
            },
            {
                "letra": "C",
                "texto": "Equipamento 1 por R$ 750.000,00 e Equipamento 2 por R$ 1.500.000,00."
            },
            {
                "letra": "D",
                "texto": "Equipamento 1 por R$ 750.000,00 e Equipamento 2 por R$ 1.250.000,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Equipamento 1 por R$ 500.000,00 e Equipamento 2 por R$ 1.250.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 42,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em janeiro de 2024, um município adquiriu computadores para o edifício-sede da Prefeitura por R$ 50.000,00, classificando-os como ativo imobilizado.\n\nO transporte do estabelecimento do fornecedor para o edifício foi de R$ 5.000,00, pagos pelo município.\n\nAlém disso, os custos de preparação dos locais para a instalação dos computadores foram de R$ 10.000,00.\n\nApós estarem devidamente instalados, o município gastou R$ 8.000,00 para treinar os funcionários que utilizarão esses computadores.\n\nO valor a ser reconhecido a título desse ativo, inicialmente, é",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 55.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 63.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 65.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 73.000,00."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$ 65.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 44,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Valor Justo"
        ],
        "enunciado": "De acordo com a NBC TSP - RECEITA DE TRANSAÇÃO SEM CONTRAPRESTAÇÃO, quando uma entidade do setor público adquire um ativo por meio de uma transação sem contraprestação, esse ativo deve ser mensurado inicialmente",
        "opcoes": [
            {
                "letra": "A",
                "texto": "pelo valor de ativo similar adquirido nos último três anos pela entidade pública."
            },
            {
                "letra": "B",
                "texto": "pelo valor simbólico de R$ 1,00."
            },
            {
                "letra": "C",
                "texto": "pelo valor justo do ativo na data de aquisição."
            },
            {
                "letra": "D",
                "texto": "por valor nenhum, considerando que não houve pagamento na transação."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "pelo valor justo do ativo na data de aquisição.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 47,
        "ano": 2025,
        "exame": "CFC 2025/2",
        "banca": "FGV",
        "tags": [
            "Depreciação/Amortização"
        ],
        "enunciado": "Um Auditor foi contratado por uma determinada empresa S.A. para realizar auditoria independente e, na ocasião, deparou com a seguinte situação: nos demonstrativos auxiliares, verificou-se que a empresa adota o método linear de depreciação das máquinas e registra o lançamento mensalmente na contabilidade.\n\nConforme a NBC TA 500 (R1) - EVIDÊNCIA DE AUDITORIA, o procedimento que deverá ser adotado para a confirmação da exatidão dos valores lançados é",
        "opcoes": [
            {
                "letra": "A",
                "texto": "a confirmação externa."
            },
            {
                "letra": "B",
                "texto": "a inspeção."
            },
            {
                "letra": "C",
                "texto": "o recálculo."
            },
            {
                "letra": "D",
                "texto": "a indagação."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "o recálculo.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 16,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Não Circulante Mantido para Venda"
        ],
        "enunciado": "Sobre a classification e mensuração de ativos não circulantes mantidos para a venda, de acordo com a NBC TG 31 (R4) - ATIVO NÃO CIRCULANTE MANTIDO PARA VENDA E OPERAÇÃO DESCONTINUADA, analise as seguintes afirmativas:\n\nI. Os ativos não circulantes mantidos para a venda, desde que satisfeitos os critérios de classificação, são realocados para o ativo circulante da entidade.\nII. A classificação, a apresentação e a mensuração requeridas pela NBC TG 31 aplicáveis a ativo não circulante classificado como mantido para venda também se aplicam a ativo não circulante que seja classificado como destinado a ser distribuído aos sócios na sua condição de proprietários.\nIII. O ativo não circulante mantido para venda será mensurado pelo maior entre o seu valor contábil e o valor justo menos as despesas de venda.\n\nEstá correto o que se afirma em",
        "opcoes": [
            {
                "letra": "A",
                "texto": "I, somente."
            },
            {
                "letra": "B",
                "texto": "I e II, somente."
            },
            {
                "letra": "C",
                "texto": "I, II e III."
            },
            {
                "letra": "D",
                "texto": "II, somente."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "I e II, somente.",
        "resolucao": "I. Correto. A NBC TG 31, item 6, estabelece que a entidade deve classificar ativo não circulante como mantido para venda se seu valor contábil for recuperado, principalmente, por meio de transação de venda, em vez do uso contínuo. Eles são realocados para o Ativo Circulante.\n\nII. Correto. A NBC TG 31, item 5A, expande a aplicação para ativos não circulantes que serão distribuídos aos sócios.\n\nIII. Incorreto. A NBC TG 31, item 15, afirma que o ativo não circulante mantido para venda deve ser mensurado pelo *menor* entre o seu valor contábil e o valor justo menos as despesas de venda.",
        "obsoleta": false
    },
    {
        "id": 24,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em 01/09/2024, uma sociedade empresária localizada em Belo Horizonte adquiriu aparelhos de informática de Manaus por R$ 40.000,00. O frete para a entrega por caminhão era de R$ 2.000,00. No entanto, para receber os aparelhos mais rápido, a sociedade empresária solicitou a entrega por avião e pagou o valor de R$ 5.500,00 pelo frete. A instalação dos aparelhos no escritório custou R$ 1.000,00. Ainda, foram gastos R$ 2.000,00 com testes para verificar se os aparelhos estavam funcionando corretamente. O valor dos aparelhos de informática a serem registrados no ativo imobilizado da sociedade empresária é de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 43.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 45.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 46.500,00."
            },
            {
                "letra": "D",
                "texto": "R$ 48.500,00."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 48.500,00.",
        "resolucao": "De acordo com a NBC TG 27 (R4) - Ativo Imobilizado, o custo de um item do ativo imobilizado compreende todos os custos diretamente atribuíveis para colocar o ativo no local e nas condições necessárias para ele funcionar da forma pretendida.\n\n- Preço de aquisição: R$ 40.000,00\n- Frete (custo de transporte pago): R$ 5.500,00\n- Instalação: R$ 1.000,00\n- Testes de funcionamento: R$ 2.000,00\n\nCusto Total = 40.000 + 5.500 + 1.000 + 2.000 = R$ 48.500,00\n\n(Nota: O frete aéreo, mesmo sendo mais caro que o frete normal de R$ 2.000, foi o custo de transporte efetivamente incorrido para colocar o bem no local, sendo assim, capitalizado integralmente.)",
        "obsoleta": false
    },
    {
        "id": 27,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em fevereiro de 2025, um hotel adquiriu um televisor de 98 polegadas para que os seus hospedes assistissem a cerimônia do Oscar, em março. O preço do televisor era de R$ 40.000,00. Na data da compra foi acordado com o fornecedor que o pagamento seria realizado por Pix e, em decorrência, o hotel obteve uma redeção de 5% sobre o preço original. Assinale a opção que indica a contrapartida da diminuição de R$ 38.000,00 na conta \"Disponibilidades\", nas demonstrações contábeis do hotel.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Ativo imobilizado de R$ 38.000,00."
            },
            {
                "letra": "B",
                "texto": "Ativo imobilizado de R$ 40.000,00 e receita financeira de R$ 2.000,00."
            },
            {
                "letra": "C",
                "texto": "Ativo imobilizado de R$ 40.000,00 e outras receitas de R$ 2.000,00."
            },
            {
                "letra": "D",
                "texto": "Ativo imobilizado de R$ 40.000,00 e retificação do ativo imobilizado de R$ 2.000,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Ativo imobilizado de R$ 38.000,00.",
        "resolucao": "Conforme a NBC TG 27 (R4) - Ativo Imobilizado, o custo de um item do ativo imobilizado é o seu preço de aquisição à vista. Descontos comerciais, abatimentos e outros itens semelhantes devem ser deduzidos do custo.\n\n- Preço de tabela: R$ 40.000,00\n- Desconto (5%): R$ 2.000,00\n- Preço pago (equivalente à vista): R$ 38.000,00\n\nO valor a ser registrado no Ativo Imobilizado é o valor líquido pago (R$ 38.000,00), que foi a contrapartida da saída de caixa. O desconto obtido por pagamento à vista reduz o custo de aquisição do bem.",
        "obsoleta": false
    },
    {
        "id": 28,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Ativo Intangível"
        ],
        "enunciado": "Uma empresa de doces e bolos possui em 31/12/x0 os seguintes saldos em seu Balanço Patrimonial:\nCaixa e equivalentes de caixa: R$ 100.000,00;\nEmpréstimos a pagar de curto prazo: R$ 250.000,00;\nFinanciamentos a pagar de longo prazo: R$ 330.000,00;\nImobilizado: R$ 450.000,00;\nIntangível: R$ 320.000,00;\nEstoques: R$ 250.000,00;\nCapital Social: R$ 540.000,00.\nCom base nesses saldos, o valor do ativo não circulante da empresa é",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 770.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 350.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 1.020.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 450.000,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "R$ 770.000,00.",
        "resolucao": "O Ativo Não Circulante é composto pelos ativos de longo prazo da empresa. Com base nos saldos fornecidos, as contas que se classificam como Ativo Não Circulante são:\n\n- Imobilizado: R$ 450.000,00\n- Intangível: R$ 320.000,00\n\nSoma do Ativo Não Circulante = R$ 450.000,00 + R$ 320.000,00 = R$ 770.000,00.\n\nAs demais contas são classificadas como:\n- Caixa e Estoques: Ativo Circulante.\n- Empréstimos (CP): Passivo Circulante.\n- Financiamentos (LP): Passivo Não Circulante.\n- Capital Social: Patrimônio Líquido.",
        "obsoleta": false
    },
    {
        "id": 30,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Relacione as contas contábeis do balanço patrimonial apresentadas a seguir com seus respectivas grupos contábeis.\n1. Empréstimos a pagar após 12 meses.\n2. Contas a receber em 5 meses.\n3. Contas a pagar em 3 meses.\n4. Imóveis para uso por 10 anos.\n( ) Ativo Circulante.\n( ) Ativo Não Circulante.\n( ) Passivo Circulante.\n( ) Passivo Não Circulante.\nA relação correta, na ordem apresentada, é",
        "opcoes": [
            {
                "letra": "A",
                "texto": "4-2-1-3."
            },
            {
                "letra": "B",
                "texto": "2-4-3-1."
            },
            {
                "letra": "C",
                "texto": "3-1-2-4."
            },
            {
                "letra": "D",
                "texto": "1-3-4-2."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "2-4-3-1.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 33,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Societária + Tributária"
        ],
        "enunciado": "Uma empresa adquiriu uma máquina e registrou na contabilidade os seguintes dispêndios:\nPreço de aquisição: R$ 500.000,00;\nImposto de importação: R$ 50.000,00 (não recuperável);\nPreparação do local: R$ 100.000,00;\nCusto com materiais consumido na realização de testes de funcionamento: R$ 50.000,00;\nHonorários dos técnicos que realizaram os testes: R$ 60.000,00;\nVida útil estimada: 10 anos;\nValor residual: R$ 100.000,00.\nDe acordo com a NBC TG 27 (R4) - ATIVO IMOBILIZADO, o custo da máquina, ou seja, o valor contábil de registro inicial desse imobilizado, será de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 500.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 550.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 650.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 760.000,00."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 760.000,00.",
        "resolucao": "Cálculo do Custo da Máquina (NBC TG 27):\n- Preço de aquisição: R$ 500.000,00\n- Imposto de importação (não recuperável): R$ 50.000,00\n- Preparação do local: R$ 100.000,00\n- Custo com materiais (testes): R$ 50.000,00\n- Honorários dos técnicos (testes): R$ 60.000,00\nTotal = 500.000 + 50.000 + 100.000 + 50.000 + 60.000 = R$ 760.000,00.\nA vida útil e o valor residual são usados para a depreciação, não para o custo de aquisição inicial.",
        "obsoleta": false
    },
    {
        "id": 34,
        "ano": 2025,
        "exame": "CFC 2025/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "Uma empresa adquiriu uma máquina em 01/01/2020 pelo custo total de R$ 240.000,00. No registro inicial da máquina no imobilizado, a empresa estimou a vida útil da máquina em 8 anos, sem valor residual. Na data da aquisição, a empresa iniciou a depreciação pelo método linear. Em 31/12/2024, a empresa reavaliou a vida útil para 10 anos, aumentando em 2 anos a vida útil inicialmente estimada. Além disso, verificou que o valor residual da máquina passou a ser de R$ 40.000,00. Com base exclusivamente nos dados acima apresentados, o valor anual da despesa de depreciação a ser contabilizada a partir das alterações ocorridas em 31/12/2024 deve ser de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 40.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 30.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 18.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 10.000,00."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 10.000,00.",
        "resolucao": "\n Primeira parte:\n- Custo total de aquisição: 240.000\n- Vida útil da máquina: 8 anos\n- Início da depreciação: 31/12/2024\n- Depreciação anual pelo método linear: 240.000/8= 30.000/ano\n- Depreciação acumulada do período 01/01/2020 - 31/12/2024: 30.000*5=150000\n Segunda parte:\n- Reavaliação da vida útil em 31/12/2024: 10 anos\n- Novo valor residual em 31/12/2024: 40.000\n- Valor contábil em 31/12/2024: 240.000 - 150.000=90.000\n- Anos restantes: 5 anos <-- No primeiro período, passou-se 5 anos, como a vida útil do ativo foi reavaliada para 10 anos, basta subtrair 10 - 5 \n- Depreciação pelo método linear: (90.000 - 40.000)/5= 10.000",
        "obsoleta": false
    },
    {
        "id": 17,
        "ano": 2024,
        "exame": "CFC 2024/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "De acordo com a NBC TG 27 (R4) - ATIVO IMOBILIZADO, o custo de um item do ativo imobilizado compreende, entre outros, quaisquer custos diretamente atribuíveis para colocar o ativo no local e as condições necessárias para ele ser capaz de funcionar da forma pretendida pela administração.\n\nEntre os custos diretamente atribuíveis estão os custos",
        "opcoes": [
            {
                "letra": "A",
                "texto": "de abertura de nova instalação."
            },
            {
                "letra": "B",
                "texto": "incorridos na introdução de novo produto ou serviço."
            },
            {
                "letra": "C",
                "texto": "com testes para verificar se o ativo está funcionando corretamente."
            },
            {
                "letra": "D",
                "texto": "da transferência das atividades para novo local ou para nova categoria de clientes."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "com testes para verificar se o ativo está funcionando corretamente.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 27,
        "ano": 2024,
        "exame": "CFC 2024/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Propriedade para Investimento"
        ],
        "enunciado": "Um hospital localizado no Centro da cidade adquiriu um terreno ao lado de seu prédio para a construção de um estacionamento para ser utilizado, exclusivamente, pelos pacientes, de modo a oferecer melhor atendimento.\n\nNo Balanço Patrimonial do hospital, o terreno deve ser classificado como",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Ativo Imobilizado."
            },
            {
                "letra": "B",
                "texto": "Ativo Realizável a Longo Prazo."
            },
            {
                "letra": "C",
                "texto": "Propriedade para investimento."
            },
            {
                "letra": "D",
                "texto": "Ativo não circulante mantido para a venda."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Ativo Imobilizado.",
        "resolucao": "O terreno será usado para um estacionamento para pacientes, ou seja, é um bem corpóreo destinado à manutenção das atividades do hospital (prestação de serviço). Portanto, classifica-se como Ativo Imobilizado (NBC TG 27). Não é Propriedade para Investimento pois não se destina a aluguel ou valorização de capital.",
        "obsoleta": false
    },
    {
        "id": 32,
        "ano": 2024,
        "exame": "CFC 2024/2",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "Em 01/01/2020, uma sociedade empresária adquiriu uma van para transportar os seus empregados por R$ 300.000. A vida útil foi estimada em 15 anos e não foi considerado valor residual. Em 2023, essa van apresentou diversos problemas que ocasionaram gastos de R$ 24.000 com reparos. Por conta dos problemas, a sociedade empresária decidiu comprar uma nova van e, em 31/12/2023, vendeu a antiga por R$ 250.000.\n\nO lucro obtido com a venda da van, considerando que a sociedade empresária utiliza o método da linha reta para depreciar os seus ativos imobilizados, foi de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 6.000."
            },
            {
                "letra": "B",
                "texto": "R$ 10.000."
            },
            {
                "letra": "C",
                "texto": "R$ 28.000."
            },
            {
                "letra": "D",
                "texto": "R$ 30.000."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 30.000.",
        "resolucao": "\n- Compra de veículo em 01/01/2020: 300.000\n- Vida útil: 15 anos\n- Depreciação anual pelo método linear: 300.000/15 = 20.000\n- Depreciação acumulada do período 01/01/2020 - 31/12/2023: 20.000 * 4 = 80.000\n- Valor contábil: 300.000 - 80.000 = 220.000\n Lucro obtido na venda do veículo: 250.000 - 220.000 = 30.000",
        "obsoleta": false
    },
    {
        "id": 11,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Para ser reconhecido, um ativo imobilizado precisa atender à definição de ativo imobilizado, ter relevância e representação fidedigna, apresentar um potencial de entrada de recursos econômicos com o uso ou a venda do ativo, e que possa ser mensurado com base em estimativas confiáveis.\nSão considerados custos diretamente atribuíveis ao Ativo Imobilizado para sua mensuração no reconhecimento inicial pelo custo histórico, os listados a seguir, à exceção de um. Assinale-o.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Custos de abertura de nova instalação."
            },
            {
                "letra": "B",
                "texto": "Honorários profissionais."
            },
            {
                "letra": "C",
                "texto": "Custos de frete e manuseio."
            },
            {
                "letra": "D",
                "texto": "Custos de preparação do local."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Custos de abertura de nova instalação.",
        "resolucao": "De acordo com a NBC TG 27, custos de abertura de nova instalação (letra A) não são custos diretamente atribuíveis a um item específico do imobilizado, mas sim custos pré-operacionais gerais da nova instalação. Honorários (B), frete (C) e preparação do local (D) são custos diretamente atribuíveis.",
        "obsoleta": false
    },
    {
        "id": 15,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Impairment"
        ],
        "enunciado": "Uma empresa apresentava, em seu Balanço Patrimonial de 2023, um valor líquido contábil de R$400.000, correspondente a uma máquina em seu ativo imobilizado (Custo de Aquisição de R$500.000 e Depreciação Acumulada de R$100.000). A empresa realizou o teste de recuperabilidade (impairment) desse bem do ativo em 31/12/2023 e obteve os seguintes valores: (c) Valor em uso: R$380.000; (d) Valor justo líquido da despesa de venda: R$390.000.\nCom base nas informações apresentadas, o valor recuperável dessa máquina é",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$400.000"
            },
            {
                "letra": "B",
                "texto": "R$390.000"
            },
            {
                "letra": "C",
                "texto": "R$380.000"
            },
            {
                "letra": "D",
                "texto": "R$500.000"
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "R$390.000",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 16,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Propriedade para Investimento",
            "Valor Justo"
        ],
        "enunciado": "A entidade tem um imóvel para renda avaliada no seu balanço patrimonial pelo valor justo. O valor contábil no início do exercício do ativo é R$1.000. No final do exercício social, considerando o preço por metro quadrado de imóveis semelhantes naquela região, o valor de mercado do imóvel seria R$1.120. Acontece que, caso a entidade vendesse o imóvel, teria que pagar R$50 para um corretor de imóvel.\nO valor justo desse imóvel na data de encerramento do exercício social deveria ser de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$1.070"
            },
            {
                "letra": "B",
                "texto": "R$1.000"
            },
            {
                "letra": "C",
                "texto": "R$1.170"
            },
            {
                "letra": "D",
                "texto": "R$1.120"
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$1.120",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 21,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Propriedade para Investimento"
        ],
        "enunciado": "Uma joalheria apresenta, em seu Balanço Patrimonial, três imóveis. O primeiro, onde são realizadas as vendas da loja, é avaliado por R$900.000. O segundo, avaliado por R$700.000, é alugado a terceiros. Já o terceiro, que funciona como escritório e onde acontecem as atividades administrativas, é avaliado por R$500.000.\nConsiderando apenas esses fatos, assinale a opção que indica o saldo do ativo imobilizado da joalheria.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$500.000."
            },
            {
                "letra": "B",
                "texto": "R$900.000."
            },
            {
                "letra": "C",
                "texto": "R$1.400.000."
            },
            {
                "letra": "D",
                "texto": "R$2.100.000."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$1.400.000.",
        "resolucao": "O Ativo Imobilizado inclui bens corpóreos usados na atividade da empresa.\n- Imóvel da loja (vendas): R$ 900.000 (Imobilizado)\n- Imóvel alugado a terceiros: R$ 700.000 (Propriedade para Investimento - NBC TG 28)\n- Imóvel do escritório (adm): R$ 500.000 (Imobilizado)\nTotal do Ativo Imobilizado = R$ 900.000 + R$ 500.000 = R$ 1.400.000.",
        "obsoleta": false
    },
    {
        "id": 31,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Ativo Intangível"
        ],
        "enunciado": "Em relação aos ativos, no Balanço Patrimonial de uma entidade, assinale a afirmativa correta, de acordo com a Lei nº 6.404/76 e alterações.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "No intangível estão as participações permanentes em outras sociedades e os direitos de qualquer natureza, não classificáveis no ativo circulante."
            },
            {
                "letra": "B",
                "texto": "No imobilizado estão os direitos que tenham por objeto bens incorpóreos destinados à manutenção da companhia ou exercidos com essa finalidade."
            },
            {
                "letra": "C",
                "texto": "Em investimentos estão os direitos que tenham por objeto bens corpóreos destinados à manutenção das atividades da entidade ou exercidos com essa finalidade."
            },
            {
                "letra": "D",
                "texto": "No circulante estão as disponibilidades, os direitos realizáveis no curso do exercício social subsequente e as aplicações de recursos em despesas do exercício seguinte."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "No circulante estão as disponibilidades, os direitos realizáveis no curso do exercício social subsequente e as aplicações de recursos em despesas do exercício seguinte.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 36,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Intangível",
            "Depreciação/Amortização",
            "Impairment"
        ],
        "enunciado": "Em 01/01/2022, a Editora XYZ adquiriu, por R$540.000, os direitos autorais de um livro por seis anos, a partir dessa data. Em 31/12/2022, a Editora estimou que o valor recuperável dos direitos, a partir dessa data, era de R$470.000.\nAssinale a opção que indica a amortização acumulada dos direitos autorais em 31/12/2023, antes da realização do teste de recuperabilidade, considerando que a editora segue as normas contábeis de contabilidade brasileiras.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$94.000."
            },
            {
                "letra": "B",
                "texto": "R$180.000."
            },
            {
                "letra": "C",
                "texto": "R$184.000."
            },
            {
                "letra": "D",
                "texto": "R$188.000."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$184.000.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 44,
        "ano": 2024,
        "exame": "CFC 2024/1 RS",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Impairment"
        ],
        "enunciado": "Após um incêndio que comprometeu permanentemente três andares do imóvel em que funciona a sede administrativa, um ente público observou que a perda dos benefícios econômicos futuros ou potencial de serviços do ativo superava o reconhecimento sistemático da depreciação lançada mensalmente.\nEm cumprimento ao Manual de Contabilidade Aplicado ao Setor Público (MCASP) e às Norma Brasileira de Contabilidade Aplicada ao Setor Público (NBC TSP), o procedimento contábil para representação do fenômeno nas atuais condições ocorrerá por meio de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "depreciação."
            },
            {
                "letra": "B",
                "texto": "amortização."
            },
            {
                "letra": "C",
                "texto": "exaustão."
            },
            {
                "letra": "D",
                "texto": "redução ao valor recuperável."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "redução ao valor recuperável.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 11,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Desreconhecimento é a retirada de parte ou da totalidade de ativo ou passivo reconhecido do balanço patrimonial da entidade. O desreconhecimento normalmente ocorre quando esse item não atende mais à definição de ativo ou passivo, que expirou, foi consumido, recebido, executado ou transferido.\n\nA máquina utilizada para a produção do principal produto de uma determinada entidade deve ser desreconhecida quando",
        "opcoes": [
            {
                "letra": "A",
                "texto": "perder todo o potencial de produzir benefícios econômicos para a entidade."
            },
            {
                "letra": "B",
                "texto": "estiver parcialmente depreciado."
            },
            {
                "letra": "C",
                "texto": "sofrer perda de valor recuperável."
            },
            {
                "letra": "D",
                "texto": "estiver sob controle da entidade."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "perder todo o potencial de produzir benefícios econômicos para a entidade.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 15,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Intangível"
        ],
        "enunciado": "Conforme a NBC TG 04 (R4) - ATIVO INTANGÍVEL, não são exemplos de gastos a serem reconhecidos como despesa aqueles incorridos com",
        "opcoes": [
            {
                "letra": "A",
                "texto": "atividades pré-operacionais destinadas a constituir a empresa."
            },
            {
                "letra": "B",
                "texto": "treinamento do pessoal próprio."
            },
            {
                "letra": "C",
                "texto": "publicidade e atividades promocionais."
            },
            {
                "letra": "D",
                "texto": "o desenvolvimento de ativos intangíveis gerados internamente."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "o desenvolvimento de ativos intangíveis gerados internamente.",
        "resolucao": "Conforme a NBC TG 04 (Ativo Intangível), os gastos com publicidade (C), treinamento (B) e atividades pré-operacionais (A) são reconhecidos como despesa quando incorridos. Gastos na fase de desenvolvimento (D), se atenderem aos critérios de capitalização, são reconhecidos como ativo intangível.",
        "obsoleta": false
    },
    {
        "id": 22,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "Em 01/07/2021, uma loja de roupas adquiriu uma máquina de costura por R$840. Na data, estimou que iria usar a máquina durante 4 anos e vendê-la pelo equivalente à vista de R$200 após esse período. Em 01/01/2023, a loja constatou que poderia utilizar a máquina por mais 3 anos, a partir dessa data, mas seu valor residual seria zero.\n\nAssinale a opção que indica o valor contábil da máquina de costura em 31/12/2023 conforme a NBC TG 27-Ativo Imobilizado.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$400."
            },
            {
                "letra": "B",
                "texto": "R$440."
            },
            {
                "letra": "C",
                "texto": "R$320."
            },
            {
                "letra": "D",
                "texto": "R$210."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "R$400.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 23,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado",
            "Impairment"
        ],
        "enunciado": "Em 01/01/2022, uma fábrica de cosméticos adquiriu, por R$180.000, um terreno para a construção de um estacionamento para seus empregados. Em 31/12/2022, a fábrica realizou o teste de recuperabilidade desse terreno e constatou que seu valor em uso era de R$170.000, enquanto o seu valor justo era de R$190.000. Para vender o terreno, a fábrica deveria incorrer em despesas legais de alienação no valor de R$15.000.\n\nAssinale o valor do terreno no balanço patrimonial da fábrica após o teste de recuperabilidade, conforme a NBC TG 01 REDUÇÃO AO VALOR RECUPERÁVEL DE ATIVOS.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$170.000."
            },
            {
                "letra": "B",
                "texto": "R$175.000."
            },
            {
                "letra": "C",
                "texto": "R$180.000."
            },
            {
                "letra": "D",
                "texto": "R$190.000."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "R$175.000.",
        "resolucao": "Teste de Recuperabilidade (Impairment - NBC TG 01):\n1. Valor Contábil: R$ 180.000 (terreno não deprecia)\n2. Valor Recuperável: É o *maior* entre o Valor em Uso e o Valor Justo Líquido.\n   - Valor em Uso: R$ 170.000\n   - Valor Justo Líquido: R$ 190.000 (Valor Justo) - R$ 15.000 (Desp. Venda) = R$ 175.000\n   - Valor Recuperável = R$ 175.000\n3. Comparação: O Valor Contábil (R$ 180.000) está *maior* que o Valor Recuperável (R$ 175.000). Deve-se reconhecer uma perda por impairment.\n4. Lançamento da Perda: R$ 180.000 - R$ 175.000 = R$ 5.000\n5. Novo Valor Contábil: R$ 180.000 - R$ 5.000 = R$ 175.000.",
        "obsoleta": false
    },
    {
        "id": 25,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em dezembro de 2023, uma empresa de consultoria comprou, à vista, aparelhos de ar condicionado, para o seu escritório, por R$6.000. Na data, pagou o frete no valor de R$200 e a instalação no valor de R$2.000.\n\nOs caixas consumidos, reconhecidos na Demonstração dos Fluxos de Caixa da empresa, elaborada pelo método direto, pelas atividades operacional e de investimento, de acordo com a NBCTG 03 (R3) DEMONSTRAÇÕES DOS FLUXOS DE CAIXA, ATIVIDADES DE INVESTIMENTOS, são, respectivamente:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "zero e R$8.200."
            },
            {
                "letra": "B",
                "texto": "R$200 e R$8.000."
            },
            {
                "letra": "C",
                "texto": "R$2.000 e R$6.200."
            },
            {
                "letra": "D",
                "texto": "R$2.200 e R$6.000."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "zero e R$8.200.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 33,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em abril de 2024, uma empresa de consultoria adquiriu 10 cadeiras para seus funcionários por R$400 cada. Metade do valor foi pago à vista e o restante tem pagamento previsto para junho do mesmo ano.\n\nNo momento da compra, observam-se as seguintes modificações nos saldos de seus elementos patrimoniais:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "aumento de R$2.000 no ativo e no passivo."
            },
            {
                "letra": "B",
                "texto": "aumento de R$4.000 no ativo e no passivo."
            },
            {
                "letra": "C",
                "texto": "aumento de R$4.000 no ativo e no patrimônio líquido."
            },
            {
                "letra": "D",
                "texto": "diminuição de R$2.000 no ativo, aumento de R$2.000 no passivo e diminuição de R$4.000 no patrimônio líquido."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "aumento de R$2.000 no ativo e no passivo.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 34,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Uma sociedade empresária oferece serviços de entrega de documentos. Para realizar as entregas, possui cinco motos, sendo que cada uma apresentava, em 31/12/2023, valor contábil de R$30.000. Além disso, a sociedade empresária possui duas motos que são utilizadas exclusivamente para a locomoção de seus diretores. Cada uma dessas motos apresentava, em 31/12/2023, valor contábil de R$50.000.\n\nAssinale a opção que indica a apresentação das motos no balanço patrimonial da sociedade empresária em 31/12/2023.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Investimentos: R$250.000."
            },
            {
                "letra": "B",
                "texto": "Ativo Imobilizado: R$250.000."
            },
            {
                "letra": "C",
                "texto": "Investimentos: R$100.000 e Ativo Imobilizado: R$150.000."
            },
            {
                "letra": "D",
                "texto": "Investimentos: R$150.000 e Ativo Imobilizado: R$100.000."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "Ativo Imobilizado: R$250.000.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 36,
        "ano": 2024,
        "exame": "CFC 2024/1",
        "banca": "FGV",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Uma farmácia apresentava os seguintes saldos em seu ativo, em 31/12/2023:\n• Aplicação financeira com vencimento em 380 dias: R$200.000;\n• Clientes com recebimento previsto para 180 dias: R$140.000;\n• Disponibilidades: R$50.000;\n• Estoque com venda prevista para até 60 dias: R$120.000;\n• Imóvel onde funciona a farmácia: R$600.000;\n• Móveis e utensílios utilizados em suas lojas: R$300.000.\n\nO ativo circulante da farmácia em 31/12/2023 foi de",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$170.000."
            },
            {
                "letra": "B",
                "texto": "R$190.000."
            },
            {
                "letra": "C",
                "texto": "R$310.000."
            },
            {
                "letra": "D",
                "texto": "R$510.000."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$310.000.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 2,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "No dia 1º de junho de 2023, determinada empresa adquiriu um veículo (imobilizado não qualificável) para fins administrativos. O preço de tabela do veículo (para pagamento à vista) era R$ 100.000,00 e ele foi adquirido na seguinte condição de pagamento oferecida pela própria concessionária: entrada de R$ 60.000,00, em dinheiro, e o restante financiado em seis prestações mensais, iguais e consecutivas, de R$ 7.751,54 cada (com juros embutidos), devendo a primeira prestação ser quitada três meses após o pagamento da entrada.\nConsiderando, exclusivamente, as informações apresentadas, bem como as Normas Brasileiras de Contabilidade NBC TG 27 (R4) - Ativo imobilizado, NBC TG 12-Ajuste a valor presente e NBC TG Estrutura Conceitual - Estrutura Conceitual para Relatório Financeiro, e admitindo que a parte financiada da transação foi negociada à taxa de juros compostos pré-fixada de 2,8% a.m., assinale η alternativa que evidencia corretamente apenas os lançamentos para o reconhecimento inicial da transação de compra do veículo. Admita, ainda, o ano comercial com 360 dias e, que, ao adquirir o veículo, ele estava em local e em condições operacionais pretendidas pela administração da empresa. Para fins de simplificação, desconsidere, ainda, quaisquer incidências de tributos.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "DÉBITO Veículos (Imobilizado - ANC) R$ 100.000,00\nDÉBITO Encargos Financeiros a Transcorrer (PC) R$ 6.509,24\nCRÉDITO Caixa e Equivalentes de Caixa (AC) R$ 60.000,00\nCRÉDITO Financiamentos a Pagar (PC) R$ 46.509,24"
            },
            {
                "letra": "B",
                "texto": "DÉBITO Veículos (Imobilizado - ANC) R$ 106.509,24\nCRÉDITO Caixa e Equivalentes de Caixa (AC) R$ 60.000,00\nCRÉDITO Financiamentos a Pagar (PC) R$ 46.509,24"
            },
            {
                "letra": "C",
                "texto": "DÉBITO Veículos (Imobilizado - ANC) R$ 100.000,00\nDÉBITO Encargos Financeiros a Transcorrer (Resultado) R$ 6.509,24\nCRÉDITO Caixa e Equivalentes de Caixa (AC) R$ 60.000,00\nCRÉDITO Financiamentos a Pagar (PNC) R$ 46.509,24"
            },
            {
                "letra": "D",
                "texto": "DÉBITO Veículos (Imobilizado - ANC) R$ 106.509,24\nCRÉDITO Encargos Financeiros a Transcorrer (PC) R$ 6.509,24\nCRÉDITO Caixa e Equivalentes de Caixa (AC) R$ 60.000,00\nCRÉDITO Financiamentos a Pagar (PC) R$ 40.000,00"
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "DÉBITO Veículos (Imobilizado - ANC) R$ 100.000,00\nDÉBITO Encargos Financeiros a Transcorrer (PC) R$ 6.509,24\nCRÉDITO Caixa e Equivalentes de Caixa (AC) R$ 60.000,00\nCRÉDITO Financiamentos a Pagar (PC) R$ 46.509,24",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 4,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Impairment"
        ],
        "enunciado": "Uma empresa notou que, no ano de 2022, o valor de um de seus ativos imobilizados diminuiu significativamente, mais do que a empresa esperava como resultado da passagem do tempo, e, até mesmo, do uso desse ativo em condições normais de operação. A empresa, acreditando que a produtividade futura do ativo não seria alcançada, optou por mensurar, com base em expectativas de mercado, o valor justo do ativo, utilizando o valor presente dos fluxos de caixa futuros anuais esperados líquidos de despesas de alienação. Em seus cálculos, a empresa encontrou que esse valor justo seria de R$ 180.000,00. Porém, o ativo estava reconhecido no patrimônio da empresa pelo valor contábil de R$ 235.000,00 (Balanço Patrimonial encerrado em 31/12/2021). Considerando, exclusivamente, as informações apresentadas, bem como a Norma Brasileira de Contabilidade NBC TG 01 (R4) - Redução ao valor recuperável de ativos, assinale o correto lançamento que a empresa deveria realizar para que o valor contábil do ativo em questão, no Balanço Patrimonial encerrado em 31/12/2022, não excedesse o seu valor recuperável. Admita que, para a empresa, não havia razões para acreditar que o valor em uso do ativo excedesse, materialmente, seu valor justo líquido de despesas de alienação.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "DÉBITO Despesas de Depreciação (Resultado) R$ 55.000,00\nCRÉDITO Depreciação Acumulada de Ativo Imobilizado (ANC) R$ 55.000,00"
            },
            {
                "letra": "B",
                "texto": "DÉBITO Perdas por Não Recuperabilidade (Resultado) R$ 55.000,00\nCRÉDITO Perdas Estimadas para Redução ao Valor Recuperável de Ativo Imobilizado (ANC) R$ 55.000,00"
            },
            {
                "letra": "C",
                "texto": "DÉBITO Perdas por Não Recuperabilidade (Resultado) R$ 55.000,00\nCRÉDITO Ajustes de Avaliação Patrimonial de Ativo Imobilizado (PL) R$ 55.000,00"
            },
            {
                "letra": "D",
                "texto": "DÉBITO Perdas por Não Recuperabilidade (Resultado) R$ 55.000,00\nCRÉDITO Provisões para Retirada de Ativos Imobilizados (PC) R$ 55.000,00"
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "DÉBITO Perdas por Não Recuperabilidade (Resultado) R$ 55.000,00\nCRÉDITO Perdas Estimadas para Redução ao Valor Recuperável de Ativo Imobilizado (ANC) R$ 55.000,00",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 5,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização",
            "Impairment"
        ],
        "enunciado": "Uma indústria adquiriu um equipamento em 1º de março de 2021. O preço do equipamento à vista era de R$ 300.000,00, mas a administração da indústria avaliou e decidiu adquirir de forma financiada junto ao fornecedor. O equipamento foi adquirido em 36 parcelas mensais de R$ 10.000,00, totalizando R$ 360.000,00. Adicionalmente, a indústria ainda desembolsou R$ 3.000,00 com seguro no transporte; R$ 7.000,00 para transportar o equipamento da sede do vendedor ao local de sua instalação; e, R$ 10.000,00 com tributos não recuperáveis. A indústria incorreu em gastos com instalação de R$ 10.000,00. Devidamente instalado e testado, o equipamento ficou apto para produzir em 1º de julho de 2021. Posteriormente, a indústria pagou R$ 5.000,00 para realização de um curso para treinamento de seus empregados para operar o equipamento. O método adotado para cálculo da depreciação foi o linear, considerando valor residual de 10% do custo de aquisição. A vida útil estimada foi de dez anos. Conforme disposto no NBC TG 01 (R4) - Redução ao Valor Recuperável de Ativos, a administração da companhia efetuou teste de recuperabilidade no encerramento dos exercícios sociais de 2021 e 2022, conforme demonstrado a seguir:\n\nEm 31 de dezembro 2021:\n  Valor em uso: R$ 320.000,00\n  Valor justo líquido de despesa de venda: R$ 310.000,00\n\nEm 31 de dezembro de 2022:\n  Valor em uso: R$ 270.000,00\n  Valor justo líquido de despesa de venda: R$ 255.000,00\n\nConsiderando as informações e, ainda, de acordo com a NBC TG 27 (R4) - Ativo Imobilizado e com a NBC TG 01 (R4) - Redução ao Valor Recuperável de Ativos, é correto afirmar que o saldo da conta Perdas por desvalorização, em 31/12/2022, foi de:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 14.850,00."
            },
            {
                "letra": "B",
                "texto": "R$ 15.450,00."
            },
            {
                "letra": "C",
                "texto": "R$ 29.700,00."
            },
            {
                "letra": "D",
                "texto": "R$ 33.000,00."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "R$ 15.450,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 7,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Propriedade para Investimento",
            "Valor Justo"
        ],
        "enunciado": "A administração da Investindo Patrimônio S/A com vistas a aumentar a rentabilidade dos seus ativos, alterou a destinação e a utilização de determinados imóveis de sua propriedade. Consequentemente, os imóveis foram transferidos (reclassificados) para outras contas contábeis do balanço patrimonial, de acordo com a nova utilização adotada e com as normas contábeis vigentes. O quadro a seguir apresenta a classificação contábil dos imóveis antes e depois da alteração da destinação e uso; o valor contábil antes da transferência; e, o valor justo dos imóveis apurado no momento da reclassificação:\n\nImóvel nº 1:\n  Situação antes: Conta contábil: Estoque (Ativo Circulante), Valor contábil: R$ 500.000,00\n  Nova classificação: Conta contábil: Investimento (Ativo Não Circulante)\n  Valor Justo: R$ 700.000,00\n\nImóvel nº 2:\n  Situação antes: Conta contábil: Investimento (Ativo Não Circulante), Valor contábil: R$ 1.200.000,00\n  Nova classificação: Conta contábil: Imobilizado (Ativo Não Circulante)\n  Valor Justo: R$ 1.200.000,00\n\nImóvel nº 3:\n  Situação antes: Conta contábil: Imobilizado (Ativo Não Circulante), Valor contábil: R$ 900.000,00\n  Nova classificação: Conta contábil: Investimento (Ativo Não Circulante)\n  Valor Justo: R$ 1.000.000,00\n\nImportante: A Investindo Patrimônio S/A adota a política contábil de avaliar as propriedades para investimento pelo método do valor justo.\nCom base, exclusivamente, nas informações apresentadas, considerando o disposto na NBC TG 28 (R4) - Propriedade para Investimento e na NBC TG 27 (R4) - Ativo Imobilizado, a transferência dos três imóveis para as novas contas contábeis provocou o seguinte efeito no resultado do exercício da Investindo Patrimônio S/A:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 0,00."
            },
            {
                "letra": "B",
                "texto": "Aumento de R$ 100.000,00."
            },
            {
                "letra": "C",
                "texto": "Aumento de R$ 200.000,00."
            },
            {
                "letra": "D",
                "texto": "Redução de R$ 300.000,00."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "Aumento de R$ 200.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 12,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Ativo Intangível",
            "Propriedade para Investimento"
        ],
        "enunciado": "Uma sociedade empresária apresentou os seguintes saldos patrimoniais extraídos do Balancete de Verificação, em 31/12/2022, após a apuração do resultado do exercício:\n\nAdiantamento a Fornecedores ........... R$ 5.400,00\nAdiantamento de Clientes .............. R$ 1.700,00\nBancos Conta Movimento ................ R$ 6.800,00\nCaixa ................................. R$ 1.200,00\nCapital a Integralizar ................ R$ 1.500,00\nCapital Subscrito ..................... R$ 15.000,00\nContas a Pagar ........................ R$ 1.200,00\nDepreciação Acumulada ................. R$ 2.300,00\nDuplicatas a Receber .................. R$ 5.500,00\nEdificações ........................... R$ 8.000,00\nEmpréstimos a pagar - longo prazo ..... R$ 13.200,00\nEmpréstimos a sócios - longo prazo .... R$ 1.400,00\nEstoque de Mercadorias para Revenda ... R$ 4.000,00\nFornecedores .......................... R$ 4.000,00\nImpostos a Pagar ...................... R$ 2.000,00\nMáquinas e Equipamentos ............... R$ 3.300,00\nMóveis e Utensílios ................... R$ 1.600,00\nPatentes .............................. R$ 1.100,00\nPropriedade para Investimento - Aluguel R$ 3.000,00\nReservas de Lucros .................... R$ 5.000,00\nSalários a Pagar ...................... R$ 5.600,00\nVeículos .............................. R$ 7.200,00\n\nConsiderando, unicamente, as informações disponibilizadas anteriormente e o disposto na Lei nº 6.404/1976, é correto afirmar que o Ativo Não Circulante - Imobilizado e o Patrimônio Líquido, em 31/12/2022, correspondem, respectivamente, a:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 17.800,00 e R$ 18.500,00."
            },
            {
                "letra": "B",
                "texto": "R$ 22.400,00 e R$ 27.700,00."
            },
            {
                "letra": "C",
                "texto": "R$ 22.900,00 e R$ 14.500,00."
            },
            {
                "letra": "D",
                "texto": "R$ 23.300,00 e R$ 21.500,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "R$ 17.800,00 e R$ 18.500,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 13,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Propriedade para Investimento"
        ],
        "enunciado": "Uma sociedade empresária que atua exclusivamente como papelaria apresentava os seguintes saldos no Ativo, em seu Balanço Patrimonial, em 31/12/2022:\n• Disponibilidades: R$ 20.000,00;\n• Veículo 'Van' utilizada no transporte de funcionários: R$ 200.000,00;\n• Seguro do veículo 'Van' pago antecipadamente, apropriado mensalmente de forma linear e vigente para os dois anos seguintes: R$ 12.000,00;\n• Estoques com previsão de venda em até 90 dias: R$ 40.000,00;\n• Imóvel alugado a terceiros: R$ 80.000,00;\n• Contas a receber em 05/01/2024: R$ 60.000,00;\n• Adiantamento a diretores para recebimento em 05/06/2023: R$ 16.000,00; e,\n• Móveis utilizados no negócio da empresa: R$ 20.000,00.\nConsiderando, unicamente, as informações disponibilizadas e o disposto na Lei nº 6.404/1976, assinale a alternativa que indica o total do Ativo Circulante em 31/12/2022:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 60.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 66.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 72.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 82.000,00."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "R$ 66.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 17,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Ativo Intangível",
            "Propriedade para Investimento",
            "Depreciação/Amortização"
        ],
        "enunciado": "Ao final do exercício de 2022, determinada sociedade S/A apresentou os seguintes saldos em suas contas contábeis:\n\nPropriedades para Investimentos ..... R$ 329.400,00\nProvisão para benef. a empregados .. R$ 299.362,50\nICMS a Recolher .................... R$ 228.285,00\nVeículos ........................... R$ 438.750,00\nReserva de Expansão ................ R$ 216.000,00\nDisponível ......................... R$ 114.750,00\nAmortização acumulada .............. R$ 86.700,00\nProvisão com proc. trabalhistas .... R$ 216.000,00\nClientes ........................... R$ 479.925,00\nDireito de uso de Software ......... R$ 155.325,00\nCompras de matérias-primas ......... R$ 101.250,00\nEstoque em produção ................ R$ 249.750,00\nEmpréstimos aos sócios (LP) ........ R$ 121.500,00\nMáquina arrendada .................. R$ 117.450,00\nDepreciação Acumulada .............. R$ 137.362,50\nDividendo a pagar .................. R$ 653.400,00\nPrêmios de seguro a apropriar (LP) . R$ 142.500,00\nReserva Estatutária ................ R$ 253.800,00\nCompras de matérias-primas ......... R$ 120.487,50\nGalpões ............................ R$ 1.356.750,00\nReserva Especial de Dividendos ..... R$ 291.600,00\n\nConsiderando, exclusivamente, as informações anteriormente disponibilizadas, informe o total do Ativo Não Circulante.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 2.108.212,50"
            },
            {
                "letra": "B",
                "texto": "R$ 2.295.112,50"
            },
            {
                "letra": "C",
                "texto": "R$ 2.320.162,50"
            },
            {
                "letra": "D",
                "texto": "R$ 2.437.612,50"
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 2.437.612,50",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 34,
        "ano": 2023,
        "exame": "CFC 2023/2",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em 05/01/2023, determinada academia de ginástica adquiriu um aparelho de musculação por R$ 50.000,00 com a intenção de utilizá-lo durante cinco anos. O frete para o transporte do aparelho foi de R$ 2.000,00, enquanto os custos com a montagem foram de R$ 4.000,00. Além disso, os custos de desmontagem e remoção do aparelho após cinco anos eram estimados em R$ 5.000,00. Já os custos estimados de restauração do local onde estava o aparelho eram de R$ 8.000,00.\nTendo por base as disposições da NBC TG 27 (R4) - Ativo Imobilizado, assinale a alternativa que indica o custo do aparelho de musculação contabilizado no balanço patrimonial da academia de ginástica na data de aquisição.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 52.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 56.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 61.000,00."
            },
            {
                "letra": "D",
                "texto": "R$ 69.000,00."
            }
        ],
        "gabarito": "D",
        "gabarito_texto": "R$ 69.000,00.",
        "resolucao": "Custo de Aquisição (NBC TG 27):\n- Preço de aquisição: R$ 50.000,00\n- Frete: R$ 2.000,00\n- Montagem: R$ 4.000,00\n- Provisão de desmontagem/remoção: R$ 5.000,00\n- Provisão de restauração do local: R$ 8.000,00\nTotal = 50.000 + 2.000 + 4.000 + 5.000 + 8.000 = R$ 69.000,00.\nA NBC TG 27 (item 16, c) inclui a estimativa inicial dos custos de desmontagem, remoção e restauração do local, que são obrigação da entidade ao adquirir o ativo.",
        "obsoleta": false
    },
    {
        "id": 3,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Intangível",
            "Depreciação/Amortização",
            "Impairment"
        ],
        "enunciado": "Para melhorar o controle e a geração de informações mais tempestivas, a Aços Planos S/A iniciou um projeto de desenvolvimento de um software para controle das etapas do processo produtivo. A Companhia incorreu nos seguintes gastos no projeto:\n • 01/03/2019 a 31/08/2019: foram gastos R$ 10.000,00 em uma fase considerada de pesquisas, na qual várias indefinições quanto à funcionalidade do software foram avaliadas;\n • 01/09/2019 a 31/01/2020: foram gastos R$ 30.000,00, mas não foi possível segregar os valores entre as fases de pesquisas e de desenvolvimento;\n • 01/02/2020 a 30/06/2020: foram gastos R$ 110.000,00 na fase de desenvolvimento do software. Nessa fase, foi comprovada a efetividade do software, bem como a geração de benefícios econômicos futuros com a sua utilização. Ainda foram gastos R$ 15.000,00 com treinamento dos funcionários do departamento de produção para a utilização do software;\n • 01/07/2020: nesta data, foi avaliado que o software estava apto e disponível para o uso. A companhia realizou teste de recuperabilidade do ativo e avaliou que o valor em uso do software era de R$ 130.000,00. A vida útil do software foi estimada em 5 anos, com valor residual de 10%, amortizado pelo método linear.\nEm 31/12/2022, a companhia vendeu o software para um concorrente por R$ 65.000,00, tendo em vista ter adquirido outro software.\nConsiderando, unicamente, as informações apresentadas e o disposto na NBC TG 04 (R4), o resultado com a venda do software, em 31/12/2022, foi de:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Lucro de R$ 4.500,00."
            },
            {
                "letra": "B",
                "texto": "Lucro de R$ 10.000,00."
            },
            {
                "letra": "C",
                "texto": "Prejuízo de R$ 3.750,00."
            },
            {
                "letra": "D",
                "texto": "Prejuízo de R$ 6.500,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Lucro de R$ 4.500,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 4,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "O balancete de verificação de uma sociedade empresária apresentava as seguintes contas patrimoniais e respectivos saldos em 31/12/2022:\nDisponibilidades R$ 40.000,00\nClientes R$ 140.000,00\nEstoque R$ 180.000,00\nMáquinas e equipamentos R$ 260.000,00\nDepreciação acumulada (R$ 30.000,00)\nEmpréstimos R$ 100.000,00\nFornecedores R$ 80.000,00\nSalários a pagar R$ 50.000,00\nTributos a recolher R$ 14.000,00\nCapital social R$ 300.000,00\nLucro ou prejuízo acumulado R$ 46.000,00\n\nAntes do término do exercício social, a sociedade empresária realizou as seguintes transações em 31/12/2022:\n • Compra de um veículo de R$ 80.000,00, financiado em 20 prestações mensais de R$ 5.000,00;\n • Desconto de uma duplicata com valor nominal de R$ 10.000,00, com vencimento em 60 dias. A instituição financeira cobrou antecipadamente encargos financeiros de R$ 1.000,00;\n • A sociedade empresária recebeu uma encomenda para venda de novos produtos, tendo recebido adiantamento do cliente no valor de R$ 7.000,00;\n • Contratação de apólice de seguro para as máquinas e equipamentos, com vigência de 12 meses. O prêmio do seguro no valor de R$ 6.000,00 foi pago à vista;\n • A fatura de R$ 10.000,00 de um determinado fornecedor foi paga com desconto de 10%.\n\nApós as devidas contabilizações das transações listadas anteriormente, assinale a alternativa que apresenta o saldo correto em 31/12/2022:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Passivo exigível: R$ 330.000,00."
            },
            {
                "letra": "B",
                "texto": "Passivo exigível: R$ 350.000,00."
            },
            {
                "letra": "C",
                "texto": "Ativo imobilizado: R$ 330.000,00."
            },
            {
                "letra": "D",
                "texto": "Patrimônio líquido: R$ 346.000,00."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "Passivo exigível: R$ 330.000,00.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 7,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização",
            "Impairment"
        ],
        "enunciado": "No encerramento de determinado exercício, uma transportadora possuía os seguintes caminhões:\nCaminhão A: Valor de Compra R$ 525.000,00, Depreciação Acumulada R$ 152.400,00\nCaminhão B: Valor de Compra R$ 493.000,00, Depreciação Acumulada R$ 176.700,00\nCaminhão C: Valor de Compra R$ 444.000,00, Depreciação Acumulada R$ 96.200,00\n\nDurante o exercício, ocorreram fatores internos e externos indicativos de perdas. Desse modo, foram realizados testes de recuperabilidade, gerando as seguintes informações:\nI. O valor de mercado do Caminhão A é de R$ 375.000,00. Para vendê-lo, há gastos de R$ 850,00. O fluxo de caixa gerado por este caminhão, descontado ao valor presente, é R$ 373.100,00;\nII. O valor de mercado do Caminhão B é de R$ 316.200,00. Para vendê-lo, há gastos de R$ 500,00. O fluxo de caixa gerado por este caminhão, descontado ao valor presente, é de R$ 316.100,00;\nIII. O valor de mercado do Caminhão C é de R$ 347.200,00. Para vendê-lo, há gastos de R$ 450,00. O fluxo de caixa gerado por este caminhão, descontado ao valor presente, é de R$ 345.300,00.\n\nConsiderando, unicamente, as informações disponibilizadas e a NBC TG 01 (R4) - Redução ao Valor Recuperável de Ativos, o Valor Contábil Líquido de cada caminhão apresentado no Balanço Patrimonial, em seu encerramento, é de:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Caminhão A=R$ 373.100,00; Caminhão B=R$ 316.100,00; Caminhão C=R$ 347.200,00"
            },
            {
                "letra": "B",
                "texto": "Caminhão A=R$ 372.600,00; Caminhão B=R$ 316.100,00; Caminhão C=R$ 346.750,00"
            },
            {
                "letra": "C",
                "texto": "Caminhão A=R$ 374.500,00; Caminhão B=R$ 316.300,00; O C=R$ 345.300,00."
            },
            {
                "letra": "D",
                "texto": "Caminhão A=R$ 373.100,00; Caminhão B=R$ 315.700,00; Caminhão C=R$ 345.300,00."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "Caminhão A=R$ 372.600,00; Caminhão B=R$ 316.100,00; Caminhão C=R$ 346.750,00",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 9,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "No dia 20/02/2022, certa indústria adquiriu uma máquina em outro estado da federação por R$ 380.000,00. O frete, de R$ 5.850,00, foi pago pela empresa vendedora. No processo de instalação no parque fabril, foi dispendido o montante de R$ 5.200,00. O valor residual estimado é de R$ 19.400,00. A capacidade produtiva é 3.500 unidades e a vida útil estimada da máquina é de 8.000 h. A indústria espera utilizar a máquina por 8 anos, contados a partir do primeiro dia de operação, que ocorreu em 01/03/2022. Até o dia 31/12/2022, a máquina operou por 450 h e produziu 280 unidades.\nBaseando-se, exclusivamente, nas informações disponibilizadas e na NBC TG 27 (R4) - Ativo Imobilizado, é correto afirmar que a despesa de depreciação desta máquina, apurada de acordo com o método das horas de trabalho (baseada no uso), no ano de 2022, foi de:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 20.576,25."
            },
            {
                "letra": "B",
                "texto": "R$ 29.732,00."
            },
            {
                "letra": "C",
                "texto": "R$ 34.293,75."
            },
            {
                "letra": "D",
                "texto": "R$ 81.288,89."
            }
        ],
        "gabarito": "A",
        "gabarito_texto": "R$ 20.576,25.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 13,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização"
        ],
        "enunciado": "Uma sociedade empresária apresentou os saldos patrimoniais a seguir, extraídos do Balancete de Verificação em 31/12/2022:\nBancos R$ 15.000,00\nCaixa R$ 5.000,00\nCapital a Integralizar R$ 25.000,00\nCapital Subscrito R$ 150.000,00\nContas a Pagar R$ 1.000,00\nDepreciação Acumulada R$ 6.000,00\nDuplicatas a Receber R$ 19.000,00\nDuplicatas Descontadas R$ 9.000,00\nEstoque de Mercadorias para revenda R$ 18.000,00\nFinanciamentos a Pagar a Longo Prazo R$ 12.000,00\nFornecedores R$ 20.000,00\nImóveis R$ 40.000,00\nImpostos a Pagar R$ 17.000,00\nMóveis R$ 14.000,00\nParticipações em outras sociedades R$ 30.000,00\nPrejuízos Acumulados R$ 10.000,00\nTítulos a Receber a Longo Prazo R$ 23.000,00\nVeículos R$ 16.000,00\n\nConsiderando, unicamente, as informações disponibilizadas e os saldos apresentados, analise as afirmativas a seguir.\nI. O valor do Ativo Circulante é de R$ 48.000,00 e do Ativo Não Circulante é de R$ 129.000,00;\nII. O valor do Passivo Circulante é de R$ 38.000,00 e do Passivo Não Circulante é de R$ 37.000,00;\nIII. O valor do Patrimônio Líquido é de R$ 115.000,00 e do Patrimônio Bruto é de R$ 174.000,00;\nIV. A diferença entre o Ativo Circulante e o Passivo Circulante é de R$ 10.000,00.\n\nEstá correto o que se afirma em",
        "opcoes": [
            {
                "letra": "A",
                "texto": "I, II, III e IV."
            },
            {
                "letra": "B",
                "texto": "II e III, apenas."
            },
            {
                "letra": "C",
                "texto": "III e IV, apenas."
            },
            {
                "letra": "D",
                "texto": "I, II e IV, apenas."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "III e IV, apenas.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 15,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Propriedade para Investimento"
        ],
        "enunciado": "A Cia X presta serviços de auditoria e tem a sua sede no Pará. Em janeiro de X1, a entidade decidiu abrir uma filial no Ceará, tendo transferido um grupo de funcionários para trabalhar na nova filial. Os funcionários transferidos passaram a morar em um imóvel que pertence à Cia X. Pela moradia, cada funcionário paga um aluguel de R$ 5.000,00 por mês. O imóvel em questão deve ser contabilizado no Balanço Patrimonial da Cia X como:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Ativo Circulante."
            },
            {
                "letra": "B",
                "texto": "Ativo Imobilizado."
            },
            {
                "letra": "C",
                "texto": "Ativo Realizável a Longo Prazo."
            },
            {
                "letra": "D",
                "texto": "Propriedade para Investimento."
            }
        ],
        "gabarito": "B",
        "gabarito_texto": "Ativo Imobilizado.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 35,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado"
        ],
        "enunciado": "Em 05/01/X0, uma empresa que presta serviços de consultoria contábil vendeu um carro, que antes era utilizado para deslocamento de seus funcionários, obtendo uma receita de R$ 68.000,00 à vista. Tendo por base, unicamente, as informações disponibilizadas, assinale a contabilização correta de referida venda na Demonstração do Resultado do Exercício da empresa.",
        "opcoes": [
            {
                "letra": "A",
                "texto": "Receitas de Vendas."
            },
            {
                "letra": "B",
                "texto": "Receitas Financeiras."
            },
            {
                "letra": "C",
                "texto": "Outras Receitas Operacionais."
            },
            {
                "letra": "D",
                "texto": "Ganhos com a alienações de ativos."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "Outras Receitas Operacionais.",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 41,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Valor Justo"
        ],
        "enunciado": "Para elaboração das demonstrações financeiras do exercício social findo em 31/12/2022, o contador de uma sociedade empresária analisava a classificação e mensuração dos seguintes ativos:\n1. Participação societária com intenção de venda no curto prazo;\n2. Valores a receber de clientes com prazo de vencimento de 500 dias;\n3. Estoque de mercadorias cujo valor estimado de venda é inferior ao seu custo de aquisição;\n4. Carteira de recebíveis (decorrentes de vendas a prazo) usualmente destinada à negociação para recebimento antecipado ao vencimento desses valores.\n\nConsiderando o disposto na NBC TG Estrutura Conceitual - Estrutura Conceitual para Relatório Financeiro, na NBC TG 16 (R2) - Estoques, NBC TG 12 - Ajuste a Valor Presente e no NBC TG 48-Instrumentos Financeiros, as bases de mensuração a serem utilizadas para os quatro ativos descritos acima devem ser as seguintes, respectivamente:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "1. Valor justo 2. Valor presente 3. Valor justo 4. Valor presente"
            },
            {
                "letra": "B",
                "texto": "1. Valor justo 2. Valor justo 3. Valor realizável líquido 4. Valor presente"
            },
            {
                "letra": "C",
                "texto": "1. Valor justo 2. Valor presente 3. Valor realizável líquido 4. Valor justo"
            },
            {
                "letra": "D",
                "texto": "1. Valor realizável líquido 2. Valor presente 3. Valor realizável líquido 4. Valor justo"
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "1. Valor justo 2. Valor presente 3. Valor realizável líquido 4. Valor justo",
        "resolucao": "",
        "obsoleta": false
    },
    {
        "id": 42,
        "ano": 2023,
        "exame": "CFC 2023/1",
        "banca": "Consulplan",
        "tags": [
            "Ativo Imobilizado",
            "Depreciação/Amortização",
            "Impairment",
            "Societária + Tributária"
        ],
        "enunciado": "Em 30 de outubro de 2019, uma indústria comprou um equipamento pelo valor de R$ 1.200.000,00 à vista. Adicionalmente, a empresa ainda desembolsou R$ 40.000,00 para transportar o equipamento da sede do vendedor ao local de sua instalação, R$ 100.000,00 com tributos não recuperáveis, R$ 10.000,00 com seguro no transporte e incorreu em gastos com instalação no montante de R$ 45.000,00. Devidamente instalada, a máquina ficou apta para produzir em 1º de janeiro de 2020. O método linear foi adotado para o cálculo da depreciação e a vida útil estimada de 10 anos.\n\nEm 01/01/2021, a administração da indústria apurou os seguintes valores na realização do teste de redução ao valor recuperável (impairment):\n • Valor justo líquido de despesas de venda R$ 1.100.000,00;\n • Valor em uso R$ 1.143.000,00.\n\nEm 31/12/2022, a administração da indústria realizou novo teste de redução ao valor recuperável (impairment) e apurou os seguintes valores:\n • Valor justo líquido de despesas de venda R$ 950.000,00;\n • Valor em uso R$ 1.000.000,00.\n\nConsiderando, unicamente, as informações disponibilizadas e, ainda, de acordo com a NBC TG 01 (R4) - Redução ao Valor Recuperável de Ativos e com a NBC TG 27 (R4) - Ativo Imobilizado, é correto afirmar que o valor contábil líquido (deduzido o saldo da depreciação acumulada) desse equipamento, em 31/12/2022, foi de:",
        "opcoes": [
            {
                "letra": "A",
                "texto": "R$ 889.000,00."
            },
            {
                "letra": "B",
                "texto": "R$ 950.000,00."
            },
            {
                "letra": "C",
                "texto": "R$ 976.500,00."
            },
            {
                "letra": "D",
                "texto": "R$ 1.000.000,00."
            }
        ],
        "gabarito": "C",
        "gabarito_texto": "R$ 976.500,00.",
        "resolucao": "",
        "obsoleta": false
    }
]