[
  {
    "id": 45,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Planejamento Empresarial",
      "Orçamento Empresarial",
      "Orçamento de Vendas"
    ],
    "enunciado": "No planejamento orçamentário, a projeção da receita líquida de vendas é fundamental para estimar os resultados financeiros do período. \nPara isso, devem ser consideradas as quantidades a serem vendidas, o preço unitário e eventuais descontos concedidos. \nUma empresa projeta vender 4.000 unidades de seu produto no próximo trimestre. \nO preço de venda unitário é de R$ 120,00, e a empresa oferece um desconto comercial de 5% sobre o valor total. \nConsiderando essas premissas, o valor estimado da receita líquida de vendas no orçamento trimestral será de ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "R$ 456.000,00. "
      },
      {
        "letra": "B",
        "texto": "R$ 480.000,00. "
      },
      {
        "letra": "C",
        "texto": "R$ 484.000,00. "
      },
      {
        "letra": "D",
        "texto": "R$ 504.000,00. "
      }
    ],
    "gabarito": "A",
    "gabarito_texto": "R$ 456.000,00. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": 46,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Função da Controladoria",
      "Compliance",
      "Gestão e Controladoria",
      "Indicadores de Desempenho"
    ],
    "enunciado": "Durante a reestruturação de uma empresa, o contador passou a atuar estrategicamente na controladoria e no compliance, contribuindo para o aprimoramento da gestão, monitorando indicadores e apoiando decisões. \nEle também assegurou a conformidade com normas legais e regulatórias. \nCom isso, fortaleceu seu papel na governança e na transparência organizacional. \nConsiderando essa atuação conjunta, uma atribuição que caracteriza adequadamente essa integração funcional é ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "a mitigação de riscos. "
      },
      {
        "letra": "B",
        "texto": "o acompanhamento de metas. "
      },
      {
        "letra": "C",
        "texto": "o monitoramento da integridade dos controles internos. "
      },
      {
        "letra": "D",
        "texto": "o apoio à gestão com foco em desempenho e conformidade. "
      }
    ],
    "gabarito": "D",
    "gabarito_texto": "o apoio à gestão com foco em desempenho e conformidade. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": "45",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Avaliação de Desempenho",
      "Modelos de Avaliação de Desempenho",
      "Custo de Oportunidade",
      "Sistema de Avaliação de Desempenho"
    ],
    "enunciado": "Em 2022, uma entidade tinha o seu desempenho financeiro analisado com base no Retorno sobre o Investimento. Em 2023, a administração da entidade determinou que o seu desempenho passasse a ser avaliado com base no EVA (Valor Econômico Agregado). Uma vantagem dessa substituição é a incorporação, na avaliação,",
    "opcoes": [
      {
        "letra": "A",
        "texto": "do custo de oportunidade."
      },
      {
        "letra": "B",
        "texto": "das receitas operacionais."
      },
      {
        "letra": "C",
        "texto": "das despesas operacionais."
      },
      {
        "letra": "D",
        "texto": "das receitas financeiras."
      }
    ],
    "gabarito": "A",
    "anulada": false,
    "gabarito_texto": "do custo de oportunidade.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "46",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Planejamento Estratégico",
      "Plano Estratégico",
      "Planejamento Empresarial"
    ],
    "enunciado": "A Administração de uma empresa, na elaboração de seu plano estratégico, deve, na medida do possível, observar alguns aspectos de formalidade necessários dado a sua relevância e seu impacto nas operações da empresa. A respeito desse tema, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. \n( ) O Plano Estratégico deve ser executado pela Controladoria sob o comando da alta administração da empresa. \n( ) Uma vez elaborado e aprovado, o Plano Estratégico não deve ser alterado ou ajustado. \n( ) Planejamento Estratégico é a atividade que se ocupa da implementação do Plano Estratégico e assegura que os recursos necessários foram obtidos e também que estão sendo usados de maneira eficiente. \n( ) A elaboração de um Planejamento Estratégico deve levar em consideração que todas as decisões são interdependentes, sejam elas simples ou complexas. Assim, um dos principais desafios dessa atividade é um ajustamento dessa cadeia sistêmica de decisões e a avaliação de suas consequências. \nAs afirmativas são, respectivamente,",
    "opcoes": [
      {
        "letra": "A",
        "texto": "F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – V."
      },
      {
        "letra": "C",
        "texto": "V – F – F – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "C",
    "anulada": false,
    "gabarito_texto": "V – F – F – V.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  }
]