[
  {
    "id": 43,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Demonstração dos Fluxos de Caixa (DFC)",
      "Procedimentos Contábeis Orçamentários"
    ],
    "enunciado": "Uma escola do setor público serve, diariamente, café da manhã e almoço a seus alunos. \nPara as refeições, a escola adquire, semanalmente, frutas e verduras, e trimestralmente, alimentos não perecíveis. \nTodas as compras são pagas à vista. \nEm julho, a escola gastou R$ 4.000,00 com frutas e verduras e R$ 20.000,00 com os produtos não perecíveis, para serem estocados e utilizados até setembro. \nOs caixas consumidos, respectivamente, pela Atividade Operacional e pela Atividade de Investimento, na Demonstração dos Fluxos de Caixa da escola, foram ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "zero e R$ 24.000,00. "
      },
      {
        "letra": "B",
        "texto": "R$ 4.000,00 e R$ 20.000,00. "
      },
      {
        "letra": "C",
        "texto": "R$ 20.000,00 e R$ 4.000,00. "
      },
      {
        "letra": "D",
        "texto": "R$ 24.000,00 e zero. "
      }
    ],
    "gabarito": "D",
    "gabarito_texto": "R$ 24.000,00 e zero. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": 44,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Normas Brasileiras de Contabilidade (NBC TSP)",
      "Receita de Transação sem Contraprestação",
      "Mensuração de Ativos"
    ],
    "enunciado": "De acordo com a NBC TSP - RECEITA DE TRANSAÇÃO SEM CONTRAPRESTAÇÃO, quando uma entidade do setor público adquire um ativo por meio de uma transação sem contraprestação, esse ativo deve ser mensurado inicialmente ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "pelo valor de ativo similar adquirido nos último três anos pela entidade pública. "
      },
      {
        "letra": "B",
        "texto": "pelo valor simbólico de R$ 1,00. "
      },
      {
        "letra": "C",
        "texto": "pelo valor justo do ativo na data de aquisição. "
      },
      {
        "letra": "D",
        "texto": "por valor nenhum, considerando que não houve pagamento na transação. "
      }
    ],
    "gabarito": "C",
    "gabarito_texto": "pelo valor justo do ativo na data de aquisição. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": "42",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Princípios Orçamentários",
      "Lei nº 4.320/1964"
    ],
    "enunciado": "A Lei Orçamentária Anual de cada ente federado deverá conter todas as receitas e despesas de todos os Poderes, órgãos, entidades, fundos e fundações instituídas e mantidas pelo Poder Público. Esse princípio orçamentário é denominado",
    "opcoes": [
      {
        "letra": "A",
        "texto": "Unidade."
      },
      {
        "letra": "B",
        "texto": "Universalidade."
      },
      {
        "letra": "C",
        "texto": "Exclusividade."
      },
      {
        "letra": "D",
        "texto": "Orçamento Bruto."
      }
    ],
    "gabarito": "B",
    "anulada": false,
    "gabarito_texto": "Universalidade.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "43",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Estrutura Conceitual (Setor Público)",
      "Características Qualitativas",
      "Normas Brasileiras de Contabilidade (NBC TSP)"
    ],
    "enunciado": "De acordo com a NBC TSP ESTRUTURA CONCEITUAL - ESTRUTURA CONCEITUAL PARA ELABORAÇÃO E DIVULGAÇÃO DE INFORMAÇÃO CONTÁBIL DE PROPÓSITO GERAL PELAS ENTIDADES DO SETOR PÚBLICO, as informações financeiras e não financeiras são relevantes quando",
    "opcoes": [
      {
        "letra": "A",
        "texto": "permitem que os usuários compreendam o seu significado."
      },
      {
        "letra": "B",
        "texto": "retratam a substância da transação, a qual pode não corresponder, necessariamente, à sua forma jurídica."
      },
      {
        "letra": "C",
        "texto": "são capazes de influenciar significativamente o cumprimento dos objetivos da elaboração e da divulgação da informação contábil."
      },
      {
        "letra": "D",
        "texto": "estão disponíveis aos usuários a tempo de serem úteis para fins de prestação de contas, responsabilização e tomada de decisão."
      }
    ],
    "gabarito": "C",
    "anulada": false,
    "gabarito_texto": "são capazes de influenciar significativamente o cumprimento dos objetivos da elaboração e da divulgação da informação contábil.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "44",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Usuários da Informação Contábil (Setor Público)",
      "Relatório Contábil de Propósito Geral (RCPG)",
      "Normas Brasileiras de Contabilidade (NBC TSP)"
    ],
    "enunciado": "Com relação aos usuários dos Relatórios Contábeis de Propósito Geral das Entidades do Setor Público (RCPGs) , avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. \n( ) Os RCPGs devem ser elaborados e divulgados, principalmente, para atender às necessidades de informações dos usuários dos serviços e dos provedores de recursos, quando est es detêm a prerrogativa de exigir que a entidade do setor público divulgue as informações que atendam às suas necessidades específicas. \n( ) Os membros do Poder Legislativo são também usuários primários dos RCPGs e utilizam extensiva e continuamente os relatórios enquanto atuam como representantes dos interesses dos usuários de serviços e dos provedores de recursos. \n( ) Alguns usuários dos serviços e alguns provedores de recursos que dependem dos RCPGs para obter informações que eles necessitam para os propósitos de prestação de contas e responsabilização e tomada de decisão podem não ser cidadãos, como, agências bilaterais ou multilaterais. \nDe acordo com a NBC TSP ESTRUTURA CONCEITUAL - ESTRUTURA CONCEITUAL PARA ELABORAÇÃO E DIVULGAÇÃO DE INFORMAÇÃO CONTÁBIL DE PROPÓSITO GERAL PELAS ENTIDADES DO SETOR PÚBLICO as afirmativas são, respectivamente,",
    "opcoes": [
      {
        "letra": "A",
        "texto": "V – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      }
    ],
    "gabarito": "C",
    "anulada": false,
    "gabarito_texto": "F – V – V.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  }
]