[
    {
    "id": 5,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
        "NOÇÕES DE DIREITO PÚBLICO E PRIVADO"
    ],
    "enunciado": "Para o contador que atua no setor público ou na fiscalização de contratos administrativos, o conhecimento da Lei nº 14.133, de 1º de abril de 2021 (Lei de Licitações e Contratos), é fundamental para a avaliação da legalidade e conformidade dos gastos públicos. \nO Art. 5º dessa Lei elenca diversos princípios que devem guiar a atuação das Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. \nCom base no texto legal, avalie os seguintes princípios: \nI. Impessoalidade; \nII. Transparência; \nIII. Racionalidade econômica; \nIV. Probidade administrativa. \nEstão expressamente listados no Art. 5º da Lei os princípios ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "I e IV, apenas. "
      },
      {
        "letra": "B",
        "texto": "II e III, apenas. "
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas. "
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV. "
      }
    ],
    "gabarito": "C",
    "gabarito_texto": "I, II e IV, apenas. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": 6,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
        "LEGISLAÇÃO TRIBUTÁRIA"
    ],
    "enunciado": "Um estudante de contabilidade, ao iniciar seus estudos em Direito Tributário, depara-se com o conceito fundamental de tributo. \nPara uma compreensão precisa, ele busca a definição legal contida no Código Tributário Nacional (Lei nº 5.172/1966). \nDe acordo com esse diploma legal, assinale a opção que define corretamente o tributo. ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "Tributo é toda prestação pecuniária voluntária, em moeda ou cujo valor nela se possa exprimir, que não constitua sanção de ato ilícito, instituída por meio de medida provisória e cobrada mediante atividade administrativa com alguma discricionariedade. "
      },
      {
        "letra": "B",
        "texto": "Tributo é toda sanção de ato ilícito, cobrada compulsoriamente em bens ou serviços, instituída em lei e aplicada com base em decisões discricionárias da administração pública. "
      },
      {
        "letra": "C",
        "texto": "Tributo é toda prestação pecuniária compulsória, em bens ou cujo valor nela se possa exprimir, que não constitua sanção de ato ilícito, instituída por qualquer ato normativo e cobrada mediante atividade administrativa parcialmente vinculada. "
      },
      {
        "letra": "D",
        "texto": "Tributo é toda prestação pecuniária compulsória, em moeda ou cujo valor nela se possa exprimir, que não constitua sanção de ato ilícito, instituída em lei e cobrada mediante atividade administrativa plenamente vinculada. "
      }
    ],
    "gabarito": "D",
    "gabarito_texto": "Tributo é toda prestação pecuniária compulsória, em moeda ou cujo valor nela se possa exprimir, que não constitua sanção de ato ilícito, instituída em lei e cobrada mediante atividade administrativa plenamente vinculada. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": 7,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
        "LEGISLAÇÃO TRIBUTÁRIA"
    ],
    "enunciado": "De acordo com a Lei Complementar nº 123, de 14 de dezembro de 2006, que institui o Estatuto Nacional da Microempresa e da Empresa de Pequeno Porte, os limites de receita bruta anual para fins de enquadramento são informações essenciais para a atuação do contador. \nConsiderando o que a lei estabelece sobre a definição de Microempresa (ME) e Empresa de Pequeno Porte (EPP), assinale a afirmativa correta. ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "Uma Microempresa (ME) aufere, em cada ano-calendário, receita bruta igual ou inferior a R$ 120.000,00, e uma Empresa de Pequeno Porte (EPP) aufere receita bruta superior a R$ 120.000,00 e igual ou inferior a R$ 1.200.000,00. "
      },
      {
        "letra": "B",
        "texto": "Uma Microempresa (ME) aufere, em cada ano-calendário, receita bruta igual ou inferior a R$ 360.000,00, e uma Empresa de Pequeno Porte (EPP) aufere receita bruta superior a R$ 360.000,00 e igual ou inferior a R$ 4.800.000,00. "
      },
      {
        "letra": "C",
        "texto": "Uma Microempresa (ME) aufere, em cada ano-calendário, receita bruta igual ou inferior a R$ 81.000,00, e uma Empresa de Pequeno Porte (EPP) aufere receita bruta superior a R$ 81.000,00 e igual ou inferior a R$ 4.800.000,00. "
      },
      {
        "letra": "D",
        "texto": "Os limites de receita bruta para ME e EPP são fixados anualmente por decreto do Comitê Gestor do Simples Nacional. "
      }
    ],
    "gabarito": "B",
    "gabarito_texto": "Uma Microempresa (ME) aufere, em cada ano-calendário, receita bruta igual ou inferior a R$ 360.000,00, e uma Empresa de Pequeno Porte (EPP) aufere receita bruta superior a R$ 360.000,00 e igual ou inferior a R$ 4.800.000,00. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": "5",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "NOÇÕES DE DIREITO PÚBLICO E PRIVADO"
    ],
    "enunciado": "Avalie se os princípios da Administração Pública incluem: \nI. a legalidade; \nII. a moralidade; \nIII. a livre concorrência; \nIV. a publicidade. \nSão de fato princípios da Administração Pública os itens",
    "opcoes": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C",
    "anulada": false,
    "gabarito_texto": "I, II e IV, apenas.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "6",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "LEGISLAÇÃO TRIBUTÁRIA"
    ],
    "enunciado": "Entre as limitações ao poder de tributar, previstas na Constituição Federal de 1988, estão os princípios gerais do Direito Tributário que, além de estabelecer limites ao poder de tributar, garantem segurança jurídica e justiça fiscal. \nSobre esse tema, assinale a afirmativa correta.",
    "opcoes": [
      {
        "letra": "A",
        "texto": "O princípio da anterioridade nonagesimal ou noventena estabelece que nenhum tributo pode ser cobrado antes de decorridos 90 dias da data da publicação da sua instituição ou majoração, exce to as contribuições sociais, que podem ser exigidas imediatamente."
      },
      {
        "letra": "B",
        "texto": "O princípio da legalidade tributária determina que nenhum tributo pode ser instituído ou majorado sem previsão em lei complementar."
      },
      {
        "letra": "C",
        "texto": "O princípio da isonomia garante tratamento igualitário a todos que se encontram em situação equivalente, sendo proibida qualquer distinção em razão de ocupação profissional ou função por eles exercida, independentemente da denominação jurídica dos rendimentos, títulos ou direitos."
      },
      {
        "letra": "D",
        "texto": "O princípio da irre troatividade veda a aplicação da lei a ato ou fato pretérito, ainda que a lei seja expressamente interpretativa."
      }
    ],
    "gabarito": "C",
    "anulada": false,
    "gabarito_texto": "O princípio da isonomia garante tratamento igualitário a todos que se encontram em situação equivalente, sendo proibida \nqualquer distinção em razão de ocupação profissional ou função por eles exercida, independentemente da denominação \njurídica dos rendimentos, títulos ou direitos.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "7",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "LEGISLAÇÃO TRIBUTÁRIA"
    ],
    "enunciado": "A empresa Alfa Indústria Ltda. realizou, ao final do mês de julho, o levantamento de suas obrigações tributárias, verificando os \nseguintes tributos devidos: \n• ICMS (Imposto sobre Circulação de Mercadorias e Serviços): incidente sobre as operações de vendas realizadas no período. \n• ISS (Imposto sobre Serviços): devido pelos serviços prestados. \n• IRPJ (Imposto sobre a Renda das Pessoas Jurídicas): apurado sobre a renda tributável do exercício. \nCom base nessas informações, a contabilidade da empresa elaborou um demonstrativo das obrigações tributárias a pagar. \nDe acordo com os conceitos de obrigação tributária e tributo, assinale a afirmativa correta.",
    "opcoes": [
      {
        "letra": "A",
        "texto": "O ISS e o ICMS são impostos de mesma competência tributária, pois ambos são devidos aos Estados."
      },
      {
        "letra": "B",
        "texto": "A obrigação tributária principal consiste no pagamento do tributo devido, enquanto a obrigação tributária acessória está relacionada a deveres instrumentais, como a emissão de notas fiscais e declarações ao Fisco."
      },
      {
        "letra": "C",
        "texto": "O IRPJ, por ser um imposto sobre a renda, é classificado como um tributo indireto, pois seu ônus pode ser repassado ao consumidor."
      },
      {
        "letra": "D",
        "texto": "O fato gerador do ICMS ocorre quando a empresa apura seus lucros ao final do exercício contábil."
      }
    ],
    "gabarito": "B",
    "anulada": false,
    "gabarito_texto": "A obrigação tributária principal consiste no pagamento do tributo devido, enquanto a obrigação tributária acessória está \nrelacionada a deveres instrumentais, como a emissão de notas fiscais e declarações ao Fisco.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  }
]
