[
  {
    "id": 1,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": ["Língua Portuguesa"],
    "enunciado": "Os dicionários registram os diversos significados de um vocábulo; os dois textos abaixo definem o termo \"contabilidade\", segundo, respectivamente, os dicionários de Antônio Houaiss (AH) e de Aurélio Buarque de Hollanda (ABH). \n(AH) Contabilidade: ciência teórica e prática que estuda os métodos de cálculo e registro da movimentação financeira de uma firma ou empresa. \n(ABH) Contabilidade: ciência que estuda e interpreta os registros dos fenômenos que afetam o patrimônio de uma entidade (empresa, instituição pública, pessoa física, instituição não lucrativa etc.). \nSobre esses textos, assinale a afirmativa correta. ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "As definições começam sempre por uma palavra de conteúdo geral que, nesses casos, é representada pela palavra \"ciência\". "
      },
      {
        "letra": "B",
        "texto": "Os termos \"teórica e prática\" e \"cálculo e registro\" são construídos com palavras antônimas, ou seja, de significados opostos. "
      },
      {
        "letra": "C",
        "texto": "Os termos entre parênteses da segunda definição mostram todos os tipos de entidades referidas na definição. "
      },
      {
        "letra": "D",
        "texto": "As duas definições mostram o mesmo objetivo da ciência \"contabilidade\". "
      }
    ],
    "gabarito": "A",
    "gabarito_texto": "As definições começam sempre por uma palavra de conteúdo geral que, nesses casos, é representada pela palavra \"ciência\". ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": 2,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": ["Língua Portuguesa"],
    "enunciado": "As frases listadas nas opções a seguir foram reescritas de forma a eliminar-se o \"que\", com substituição do verbo por um substantivo semanticamente correlato. \nAssinale a frase em que a substituição foi feita de forma adequada. ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "Cabral, que descobriu o Brasil, merece homenagens. / Cabral, o criador do Brasil, merece homenagens. "
      },
      {
        "letra": "B",
        "texto": "Caminha, que escreveu a carta, registrou o fato. / Caminha, o redator da carta, registrou o fato. "
      },
      {
        "letra": "C",
        "texto": "As caravelas, que atravessaram o oceano, resistiram a tempestades. / As caravelas, navegadoras do oceano, resistiram a tempestades. "
      },
      {
        "letra": "D",
        "texto": "A descoberta do Brasil, que ocorreu em 1500, ficou na história. / A descoberta do Brasil, ocorrente em 1500, ficou na história."
      }
    ],
    "gabarito": "B",
    "gabarito_texto": "Caminha, que escreveu a carta, registrou o fato. / Caminha, o redator da carta, registrou o fato. ",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": false
  },
  {
    "id": "1",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Língua Portuguesa"
    ],
    "enunciado": "Um cartaz, na porta de um supermercado, dizia:\n“Compre hoje! Amanhã pode estar mais caro!”\nEsse cartaz",
    "opcoes": [
      {
        "letra": "A",
        "texto": "aconselha o cliente a economizar."
      },
      {
        "letra": "B",
        "texto": "dá ordem ao cliente para ganhar tempo."
      },
      {
        "letra": "C",
        "texto": "chama a atenção do cliente para a possível falta de produtos."
      },
      {
        "letra": "D",
        "texto": "pretende ensinar o cliente a controlar seu orçamento."
      }
    ],
    "gabarito": "A",
    "anulada": false,
    "gabarito_texto": "aconselha o cliente a economizar.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "2",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Língua Portuguesa"
    ],
    "enunciado": "Um famoso escritor falou sobre a leitura:\n“A leitura é para a mente o que a ginástica é para o corpo.”\nCom essa frase, o autor quer dizer que",
    "opcoes": [
      {
        "letra": "A",
        "texto": "exercícios físicos devem ser feitos todos os dias."
      },
      {
        "letra": "B",
        "texto": "a leitura, como a ginástica, deve ser feita diariamente."
      },
      {
        "letra": "C",
        "texto": "a leitura enriquece o nosso conhecimento."
      },
      {
        "letra": "D",
        "texto": "exercícios físicos e leitura fortalecem o corpo."
      }
    ],
    "gabarito": "X",
    "anulada": true,
    "gabarito_texto": "Questão Anulada pela Banca.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  }
]