[
  {
    "id": 49,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Perícia Contábil",
      "Laudo Pericial Contábil",
      "Parecer Pericial Contábil",
      "Planejamento Pericial",
      "Normas de Perícia (NBC TP, NBC PP)"
    ],
    "enunciado": "Considerando as disposições da NBC TP 01 (R1) - PERÍCIA CONTÁBIL, avalie as assertivas a seguir. \nI. A perícia contábil é o conjunto de procedimentos técnico-científicos destinados a levar à instância decisória elementos de prova necessários a subsidiar a justa solução do litígio ou constatação de fato, mediante laudo pericial contábil e/ou parecer pericial contábil, em conformidade com as normas jurídicas e profissionais e com a legislação específica no que for pertinente. \nII. O laudo pericial contábil e o parecer pericial contábil não têm por limite o objeto da perícia deferida ou contratada. \nIII. A perícia contábil é de competência do contador em situação regular em Conselho Regional de Contabilidade ou de profissional equivalente, desde que seja detentor de notório conhecimento sobre a matéria. \nIV. O planejamento da perícia é a etapa do trabalho pericial na qual o perito estabelece as diretrizes e a metodologia a serem aplicadas. \nEstão corretas apenas as assertivas ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "l e II. "
      },
      {
        "letra": "B",
        "texto": "I e III. "
      },
      {
        "letra": "C",
        "texto": "II e III. "
      },
      {
        "letra": "D",
        "texto": "I e IV. "
      }
    ],
    "gabarito": "*",
    "gabarito_texto": "",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": true
  },
  {
    "id": 50,
    "ano": 2025,
    "exame": "CFC 2025/2",
    "banca": "FGV",
    "tags": [
      "Perícia Contábil",
      "Parecer Pericial Contábil",
      "Laudo Pericial Contábil",
      "Normas de Perícia (NBC TP, NBC PP)"
    ],
    "enunciado": "O Parecer Pericial Contábil é um documento elaborado pelo perito-contador assistente, destinado a analisar, comentar ou contestar o Laudo Pericial Contábil elaborado pelo perito-contador nomeado pelo juízo. \nO parecer deve ser redigido de forma clara, objetiva e técnica, seguindo rigorosamente as normas contábeis. \nSegundo a NBC TP 01 - PERÍCIA CONTÁBIL, uma condição para a emissão do Parecer Pericial Contábil é que o Parecer Pericial Contábil deve ",
    "opcoes": [
      {
        "letra": "A",
        "texto": "ser emitido, independentemente de concordância ou discordância com o Laudo Pericial Contábil. "
      },
      {
        "letra": "B",
        "texto": "ser emitido apenas quando houver concordância total com o Laudo Pericial Contábil. "
      },
      {
        "letra": "C",
        "texto": "ser emitido somente se houver divergência parcial ou total em relação ao Laudo Pericial Contábil. "
      },
      {
        "letra": "D",
        "texto": "ser emitido contendo uma análise sobre a conduta do perito-contador responsável pelo Laudo Pericial Contábil. "
      }
    ],
    "gabarito": "*",
    "gabarito_texto": "",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "anulada": true
  },
  {
    "id": "49",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Laudo Pericial Contábil",
      "Parecer Pericial Contábil",
      "Perito Contábil",
      "Assistente Técnico (Perícia)",
      "Quesitos (Perícia)",
      "Normas de Perícia (NBC TP, NBC PP)"
    ],
    "enunciado": "Julgue as afirmativas a seguir, com base na NBC TP 01 (R1) - PERÍCIA CONTÁBIL. \nI. Concluídos os trabalhos periciais, o perito nomeado deve apresentar laudo pericial contábil, e o assistente técnico deve oferecer seu parecer pericial contábil, obedecendo aos respectivos prazos legais e/ou contratuais. \nII. O assistente técnico não pode validar o laudo pericial quando o documento tiver sido elaborado por leigo ou profissional de outra área, devendo, nesse caso, oferecer o parecer pericial contábil sobre a matéria periciada. \nIII. Mesmo quando assinado em conjunto por peritos, a responsabilidade acerca do laudo pericial contábil é exclusiva do perito nomeado, não sendo passível a assunção de responsabilidade solidária pelos demais peritos assinantes no documento. \nIV. As respostas aos quesitos devem ser objetivas, completas e não lacônicas. \nEstão corretas as afirmativas",
    "opcoes": [
      {
        "letra": "A",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "D",
    "anulada": false,
    "gabarito_texto": "II e IV, apenas.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  },
  {
    "id": "50",
    "ano": 2025,
    "exame": "CFC 2025/1",
    "banca": "FGV",
    "tags": [
      "Perito Contábil",
      "Honorários Periciais",
      "Legislação de Perícia",
      "Normas de Perícia (NBC TP, NBC PP)"
    ],
    "enunciado": "A Norma Brasileira de Contabilidade Profissional – Perito (NBC PP 01) estabelece as diretrizes e os requisitos para a atuação dos contadores como peritos, incluindo qualificações, deveres, responsabilidades, normas de conduta e as situações que podem acarretar impedimento ou suspeição. Analise as afirmativas a seguir, com base na NBC PP 01, e assinale (V) para a afirmativa verdadeira e (F) para a falsa. \n( ) Em casos de impedimento ou suspeição, o perito contábil tem a opção de continuar no caso desde que obtenha o consentimento expresso de todas as partes envolvidas e da autoridade competente. \n( ) A NBC PP 01 permite que o perito utilize documentos externos aos autos processuais como elementos de prova, desde que previamente acordado com as partes e autorizado pelo juiz ou autoridade competente. \n( ) O perito contábil deve elaborar a proposta de honorários periciais considerando não apenas os custos e o tempo necessário para a execução dos trabalhos, mas também levando em conta a relevância e o risco envolvidos no objeto da perícia. \nAs afirmativas são, respectivamente,",
    "opcoes": [
      {
        "letra": "A",
        "texto": "F – F – V."
      },
      {
        "letra": "B",
        "texto": "V – F – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "A",
    "anulada": false,
    "gabarito_texto": "F – F – V.",
    "resolucao": "",
    "autor_resolucao": "",
    "obsoleta": false,
    "lancamentos": []
  }
]